Repository: botirovshox-lang/med-translation
Catalog: med_translation/final_output/tm_reference_FINAL.tmx
Source language: ru
Languages: en

source: Типы недержания • Временное: вытекание мочи вызвано внезапным изменением здоровья или приемом медикаментов. Недержание может быть побочным эффектом приема лекарств, инфекции мочевыводящих путей или мочевого пузыря, а также другими причинами и должно прекратиться со временем или в ходе краткого курса лечения. • Стрессовое: вытекание мочи часто повторяется при кашле, смехе, чихании или физической активности. Мышцы, контролирующие мочеиспускание, в результате стресса или напряжения сокращаются не полностью. Недержание может усугубиться за неделю до менструального цикла. • Ургентное: нервно-мышечная ткань вокруг мочевого пузыря сокращается и приводит к неконтролируемому мочеиспусканию. Это может случиться неожиданно: во время сна, после употребления воды, соприкосновении с ней или звуке льющейся воды. • Смешанное: сочетание стрессового и ургентного недержания. • Вследствие переполнения мочевого пузыря: мочевой пузырь переполняется, что приводит к вытеканию мочи. Недержание может быть вызвано тем, что мышцы блокируют опорожнение мочевого пузыря при посещении туалета. Переполнение мочевого пузыря и вытекание мочи часто могут происходить из-за сильного давления на мочевой пузырь. • Гиперактивный мочевой пузырь: частые позывы к мочеиспусканию даже при малом количестве мочи в мочевом пузыре.
en: Types of Incontinence • Temporary: Urine leaks are caused by a sudden change in health or medicine. It can be a medicine side effect, infection in the urinary tract or bladder, or other health reason that will go away with time or short-term treatment. • Stress: Urine leaks repeatedly after a cough, laugh, sneeze or other physical activity. The muscles that control urine leak with stress or pressure. It may get worse the week before a menstrual period. • Urge: The muscles and nerves around the bladder contract and release urine when it is not supposed to. Urine leaks happen when there is a sudden feeling or need to urinate. This can happen during sleep, after drinking water, or when you touch water or hear it running. • Mixed: A person has both stress and urge incontinence. • Overflow: The bladder gets too full and urine leaks. There may be a problem with the muscle around the bladder blocking the emptying of the bladder when going to the bathroom. Overflow is often caused by urine leaks from too much pressure on the bladder. • Overactive bladder: The need to empty the bladder often, even when there may be very little urine stored. Urinary Incontinence in Women. Russian.

source: Обследование Если у вас есть симптомы недержания, обратитесь к врачу. Вы пройдете осмотр, и вам будут заданы вопросы о частоте недержания. Вам будет предложено пройти некоторые из следующих обследований: • осмотр у гинеколога на наличие проблем с уретрой, прямой кишкой и влагалищем; • анализ мочи на наличие инфекций и анализ количества мочи, выделяемой при опорожнении мочевого пузыря; • уродинамическое исследование нервно-мышечных тканей мочевого пузыря, в ходе которого для сбора мочи может использоваться катетер; • ультразвуковое обследование органов малого таза; • цистоскопия — исследование мочеиспускательного канала и мочевого пузыря при помощи тонкой трубки с камерой. Лечение На основании результатов осмотра и обследований вам будет предложено пройти некоторые из следующих процедур: • упражнения Кегеля для укрепления мышц тазового дна, контролирующих мочеиспускание. Чтобы определить, где находятся эти мышцы, постарайтесь приостановить мочеиспускание. Сократите мышцы на 1–2 секунды, а затем расслабьте их. Упражнение Кегеля позволяет укрепить эти мышцы. Делайте такие упражнения после опорожнения мочевого пузыря.
en: Testing If you have signs of incontinence, call your doctor. You will have a physical exam and be asked questions about how often and when leaks occur. You may have one or more of these tests: • Pelvic exam: Checks for problems with the urethra, rectum and vagina. • Urine test: Urine is checked for infection and the amount of urine passed when emptying the bladder is measured. • Bladder tests: Pressure tests check the muscles and nerves. A thin tube or catheter may be used to collect urine during a bladder test. • Ultrasound: Pictures of the organs and muscles in the lower abdomen are taken using sound waves. • Cystoscopy: A thin tube with a camera on the end may be used to look into the urethra and bladder. Treatments Based on the physical exam and testing, you may have one or more of these treatments: • Kegel exercises, also known as pelvic floor exercises: They strengthen the muscles that control urine flow. To find these muscles, try to stop your urine midstream. Squeeze the muscles for just a second or two and then release. These are the muscles Kegels strengthen. Do these exercises after you have emptied your bladder. Urinary Incontinence in Women. Russian.

source: 1. Сократите мышцы. Удерживайте их 5–10 секунд. Если поначалу получается удерживать мышцы в напряжении только 1–2 секунды, постарайтесь потом делать это дольше. 2. Затем расслабьте мышцы. 3. Повторяйте упражнение 10–20 раз не менее 3 раз в день. Со временем вы заметите, что мышцы укрепились. Сообщите врачу, если упражнение не дает положительных результатов; • электростимуляция нервно-мышечных тканей мочевого пузыря посредством небольших безболезненных электрических импульсов; • метод биологической обратной связи, направленный на обучение контролю мышц малого таза, основываясь на показаниях приборов; • медикаментозное лечение различными препаратами. Проконсультируйтесь с врачом и фармацевтом о положительных и побочных эффектах лекарств; • изменение привычек, которые могут вызывать недержание. Сократить случаи недержания может похудение, сокращение потребления кофеина и отказ от курения; • программа тренировки мочевого пузыря, в ходе которой в течение нескольких недель или месяцев происходит обучение контролю мочеиспускания. При этом в журнале ведется учет позывов к мочеиспусканию и случаев недержания;
en: 1. Tighten the muscles. Hold the muscles for 5 or 10 seconds. If you can only keep the muscles tight for 1 or 2 seconds, work up to holding them longer over time. 2. Then relax the muscles. 3. Repeat 10 to 20 times, at least 3 times a day. You will notice more strength over time. Tell your doctor if Kegels do not help your condition. • Electrical stimulation: A small non-painful electric pulse is used to help calm the nerves and muscles of the bladder. • Biofeedback: You learn to control the muscles of your bladder based on measurements from devices. • Medicines: Different drugs may be used. Talk to your doctor and pharmacist about any risks and benefits of the medicines. • Behavior modification: Some behaviors can make the urine leaks more of a problem. Reduce the frequency of leakage by losing weight if overweight, taking in less caffeine, and stopping smoking. • Bladder retraining program: You learn to control the flow of urine over several weeks or months. A journal is used to record urges and leaks. Urinary Incontinence in Women. Russian.

source: женщин (Clean Catch) Анализ мочи проводится для диагностики инфекций мочевого пузыря и мочевыводящих путей. Рекомендуется собирать мочу, когда она находилась в мочевом пузыре не менее 2–3 часов (лучше всего утром после пробуждения). Процедура 1. Вымойте руки с мылом. Хорошо высушите руки. 2. Используйте комплект для сбора мочи, состоящий из контейнера с крышкой и салфеток. 3. Положите чистое бумажное полотенце или ткань на поверхность, куда можно дотянуться с унитаза. 4. Откройте пакет с салфетками и положите их на полотенце. 5. Открутите крышку и положите ее внешней стороной на полотенце. Не прикасайтесь к внутренней стороне контейнера и крышки.
en: Urine Sample – Female This test is done to check for bladder or urinary tract infections. The best time to get a urine sample is when the urine has been in your bladder for at least two to three hours. We suggest that you get the sample when you first wake up in the morning. Follow These Steps 1. Wash your hands with soap and water. Dry your hands well. 2. Get the urine sample kit. The kit has a cup with a lid and a packet of wipes. 3. Spread a clean paper or cloth towel out on a counter or surface you can reach from the toilet. 4. Open the wipes and place them on the towel. 5. Take the lid off of the cup. Put the lid flat side down on the towel. Do not touch the inside of the cup or lid. Urine Sample – Female (Clean Catch). Russian.

source: 6. Сядьте на унитаз и расставьте ноги. Двумя пальцами одной руки раздвиньте половые губы (складки кожи по обе стороны влагалища). Не отпускайте половые губы, пока не соберете мочу. 7. Другой рукой возьмите салфетки и вытрите половые губы. • Первой салфеткой вытрите малые половые губы одним движением спереди назад. Выкиньте салфетку в мусорку. • Второй салфеткой вытрите часть над отверстием уретры, откуда выходит моча. Оно расположено над входом во влагалище. Выкиньте салфетку в мусорку. 8. Немного пописайте в унитаз, затем прекратите мочеиспускание.
en: 6. Sit on the toilet and spread your legs apart. Use two fingers on one hand to spread open your labia. The labia are the folds of skin on each side of your vagina. Hold the labia open until you get the urine sample. 7. With your other hand, use the wipes to clean your labia. • With the first wipe, wipe from front to back of inner labial folds in one stroke. Throw away the wipe in the trash. • Use the second wipe to clean in the middle over the opening to your urethra. This is where your urine comes out. It is just above the opening to your vagina. Throw away wipe in the trash. 8. Urinate a small amount into the toilet, and then stop the flow. Urine Sample – Female (Clean Catch). Russian.

source: мужчин (Clean Catch) Анализ мочи проводится для диагностики инфекций мочевого пузыря и мочевыводящих путей. Рекомендуется собирать мочу, когда она находилась в мочевом пузыре не менее 2–3 часов (лучше всего утром после пробуждения). Процедура 1. Вымойте руки с мылом. Тщательно высушите руки. 2. Используйте комплект для сбора мочи, состоящий из контейнера с крышкой и салфеток. 3. Положите чистое бумажное полотенце или ткань на поверхность, куда можно дотянуться с унитаза. 4. Откройте пакет с салфетками и положите их на полотенце. 5. Открутите крышку и положите ее внешней стороной на полотенце. Не прикасайтесь к внутренней стороне контейнера и крышки.
en: Urine Sample – Male This test is done to check for bladder or urinary tract infections. The best time to get a urine sample is when the urine has been in your bladder for at least two to three hours. We suggest that you get the sample when you first wake up in the morning. Follow These Steps 1. Wash your hands with soap and water.Dry your hands well. 2. Get the urine sample kit. The kit has a cup with a lid and a packet of wipes. 3. Spread a clean paper or cloth towel out on a counter or surface you can reach from the toilet. 4. Open the wipes and place them on the towel. 5. Take the lid off of the cup. Put the lid flat side down on the towel. Do not touch the inside of the cup or lid. Urine Sample – Male (Clean Catch). Russian.

source: 6. Вытрите пенис первой салфеткой. 7. Сдвиньте кожу с головки пениса. Вытрите головку второй салфеткой. 8. Выкиньте салфетку в мусорку. 9. Немного пописайте в унитаз. 10. Затем пописайте в контейнер.
en: 6. Wash your entire penis with one wipe. 7. Pull back on the fold of skin around the tip of your penis. Wash this area with the second wipe. 8. Throw away the wipes in the trash. 9. Start to urinate a small amount into the toilet. 10. Urinate the rest of the urine into the cup. Urine Sample – Male (Clean Catch). Russian.

source: трости a Cane Хождение с тростью 1. Отрегулируйте длину трости таким образом, чтобы, когда вы стоите, рукоятка находилась на уровне запястья. 2. Если физиотерапевт не рекомендовал вам иное, держите трость со стороны здоровой ноги. 3. Чтобы начать движение, сделайте шаг вперед травмированной или ослабленной ногой и тростью так, чтобы нога и трость находились на одной линии. 4. Сделайте шаг здоровой ногой, поставив ее перед травмированной или ослабленной ногой и тростью.
en: Using Walking with a Cane 1. Adjust the cane length so that when you are standing, the handle of the cane is at the level of your wrist. 2. Hold the cane on the side of your good leg unless your physical therapist has told you otherwise. 3. Begin by stepping forward with your injured or weak leg and cane, keeping the two in line with each other. 4. Step forward with your good leg, bringing it ahead of your injured or weak leg and cane. Using a Cane. Russian.

source: Хождение с тростью Установите длину трости таким образом, чтобы, когда Вы стоите, рукоятка трости находилась на уровне запястья. 1. Используйте трость со стороны здоровой ноги, если только Ваш физиотерапевт не скажет Вам делать иначе. 2. При начале ходьбы сделайте шаг травмированной или ослабленной ногой и тростью так, чтобы нога и трость находились на одной линии.
en: Going Upstairs with a Cane Take your time and go slowly. Have someone stand behind you to help the first time. 1. Grasp the handrail with your free hand. Begin by raising your good leg up to the first step. 2. Bring your injured or weak leg and cane together up to the same step. Keep your leg and cane in line with each other. Using a Cane. Russian.

source: 4. Поместите кончик ложки в рот ребенка, как ложку для кормления, и дайте ему выпить лекарство. Ребенок должен принимать лекарство сидя. 5. Вымойте мерную ложку теплой водой с мягким моющим средством, затем хорошо промойте ее чистой водой и дайте высохнуть на чистом полотенце. Использование пипетки Вы можете сначала потренироваться использовать пипетку, отмеряя обыкновенную воду. Будьте осторожны, чтобы лекарство не попало в резиновую часть пипетки. 1. Откройте флакон с лекарством. 2. Возьмите пипетку и найдите на ней отметку с указанием необходимого количества лекарства. На пипетке имеется две шкалы для измерения ml. лекарственных средств: в чайных ложках (tsp.) и ml. миллилитрах (ml.), как 3 показано на рисунках. ml. (1 чайная ложка = 5 миллилитров) ml. Найдите отметку, ml. которая соответствует необходимой дозе. 3. Сожмите резиновую часть и введите пипетку во флакон с лекарством. 4. Медленно ослабьте давление на резиновую часть — вы увидите, как пипетка наполняется лекарством. 5. Набрав лекарство до нужной отметки, извлеките пипетку из флакона и перестаньте сжимать резиновую часть. 6. Убедитесь, что лекарство в пипетке доходит до нужной метки. Сожмите
en: 4. Place the tip of the spoon in the child’s mouth like a feeding spoon and give the medicine. Be sure the child is sitting up when giving the medicine. 5. Clean the medicine spoon by washing it with warm water and mild soap. Rinse it well with clean water and let it air dry on a clean towel. Using the Dropper You may want to first practice using the dropper with water to get used to how it works. Be careful not to pull the medicine up into the bulb of the dropper. 1. Open the medicine bottle. 2. Pick up the dropper and find the mark on the dropper for the amount or dose of medicine needed. There are 2 different measurements, teaspoon (tsp.) and milliliter (ml.), as shown on the pictures of the dropper. (1 teaspoon = 5 milliliters.) Find the measurement tsp. that matches the dose you 3/4 need. tsp. 3. Squeeze the bulb end and 1/2 put the tip of the dropper tsp. into the medicine bottle. 1/4 4. Slowly let pressure off of tsp. the bulb. You will see the medicine being pulled up into the dropper. 5. When you get the medicine pulled up to the mark of the amount needed, pull the dropper tip out of the liquid and let the pressure off of the bulb. 6. Check that the medicine is to the right mark for the amount needed. Squeeze Using a Medicine Spoon or Dropper. Russian.

source: ходунков a Walker Как передвигаться с ходунками 1. Поднимите ходунки и поставьте их всеми четырьмя ножками на пол на удобном расстоянии перед собой. Чаще всего это расстояние равно длине вытянутой руки. 2. Сначала поднесите к ходункам травмированную или ослабленную ногу. Если вы перенесли хирургическую операцию на обеих ногах, начинайте движение с любой ноги. 3. Затем сделайте шаг здоровой ногой, поставив ее перед травмированной или ослабленной ногой. 4. Повторите пункты 1–3.
en: Using Walking with a walker 1. Lift the walker and place it at a comfortable distance in front of you with all four of its legs on the floor. This distance is often equal to an arm’s length. 2. Move your injured or weak leg toward the walker first. If you have had surgery on both legs, use either leg to begin walking. 3. Then take a step with your good leg, bringing it ahead of the injured or weak leg. 4. Repeat steps 1 to 3. Using a Walker. Russian.

source: Правила безопасности • Не ставьте ногу слишком близко к ходункам, чтобы не потерять равновесие. Между вами и ходунками всегда должно быть небольшое расстояние. • Ваша голова должна быть приподнята, а взгляд направлен вперед. Не смотрите себе под ноги. Так вы скорее устанете и можете натолкнуться на что-нибудь. • Идите медленно. Как садиться с ходунками подходите 1. Медленно спиной к креслу, кровати или унитазу, пока не коснетесь их задней поверхностью ног. 2. Уберите одну руку с ходунков и положите ее на кровать, ручку кресла или сиденье унитаза, подвиньте травмированную или ослабленную ног немного вперед.
en: Safety tips • Do not step too close to the walker because you may lose your balance. There should be space between you and the walker at all times. • Hold your head up and look straight ahead. Do not watch your feet. It is more tiring and you may run into something. • Walk slowly. Sitting with a walker 1. Slowly back up to the chair, bed or toilet until you feel it against the back of your legs. 2. Let go of the walker with one hand and reach back for the bed, chair arms or toilet seat, while sliding your injured or weak leg forward. Using a Walker. Russian.

source: 3. Медленно опуститесь на сиденье, наклонившись вперед и вытянув травмированную или ослабленную ногу перед собой. Присаживайтесь медленно, чтобы не плюхнуться в кресло под тяжестью своего веса. 4. Если вы перенесли операцию на обеих ногах, обопритесь о ручки кресла, кровать или стульчак обеими руками. Опуститесь на сиденье и медленно вытяните обе ноги вперед. Не плюхайтесь в кресло. Как передвигаться по лестнице с ходунками Не пользуйтесь ходунками на лестнице, пока ваш физиотерапевт не обучит вас этому и не попрактикуется вместе с вами. Попросите кого-нибудь помочь вам, пока вы не научитесь пользоваться ходунками на лестнице.
en: 3. Slowly lower yourself to the seat by leaning forward and keeping your injured or weak leg straight out in front of you. Go slowly so that you do not land heavy in the chair. 4. If you have had surgery on both legs, place both hands on the chair arms, bed or commode seat. Lower yourself to the seat and slowly walk both legs forward. Do not land heavy in the chair. Stairs with a walker Do not use your walker on stairs unless your physical therapist has instructed you and practiced this with you. Have someone help you on the stairs until you feel comfortable using your walker. Using a Walker. Russian.

source: Как подниматься по лестнице с ходунками При подъеме по лестнице начинайте движение со здоровой ноги, а при спуске — с травмированной или ослабленной. Вверх со здоровой ноги, вниз — с больной. Для подъема и спуска с ходунками лестница должна быть оборудована прочными перилами. 1. Подойдите к лестнице так, чтобы расстояние от ваших ног до первой ступеньки составляло примерно 15 см (6 дюймов). 2. Сложите ходунки и возьмите их в одну руку. Второй рукой возьмитесь за перила. 3. Поднимите сложенные ходунки и поставьте их к дальней части ступеньки. Сделайте шаг здоровой ногой.
en: Going up stairs with a walker When climbing stairs, start with your good leg going up, and start with your injured or weak leg going down. Up with the good, down with the bad. When going up and down stairs with a walker, you should have a sturdy handrail. 1. Walk up to the stairs and place your feet about six inches from the first step. 2. Fold the walker and place it in one hand. Place your other hand on the rail. 3. Lift the folded walker and set it to the back of the step. Step up first with your good leg. Using a Walker. Russian.

source: 4. Затем поднимите травмированную или ослабленную ногу. 5. Наверху лестницы разверните ходунки. Убедитесь, что ходунки зафиксировались и раздался характерный щелчок. Возьмитесь за ходунки обеими руками. 6. Сделайте первый шаг здоровой ногой, а затем поставьте травмированную или ослабленную ногу.
en: 4. Bring up your injured or weak leg. 5. At the top of the stairs, unfold the walker and set it on the landing. Make sure you hear the walker click into the locked position. Place both hands on the walker. 6. Step up first with your good leg, and then bring up your injured or weak leg. Using a Walker. Russian.

source: Как спускаться по лестнице с ходунками 1. Подойдите к лестнице и поставьте ходунки на расстоянии ок. 5 см (2 дюйма) от первой ступеньки. 2. Сложите ходунки и возьмите их в одну руку. Второй рукой возьмитесь за перила. 3. Поставьте сложенные ходунки на край первой ступеньки.
en: Going down stairs with a walker 1. Walk up to the stairs and place your walker about two inches from the top step. 2. Fold the walker and place it in one hand. Place your other hand on the rail. 3. Set the folded walker down and near the front edge of the first step. Using a Walker. Russian.

source: 4. Сделайте шаг травмированной или ослабленной ногой, а затем поднесите здоровую ногу. 5. Внизу лестницы разверните ходунки. Убедитесь, что ходунки зафиксировались и раздался характерный щелчок. 6. Возьмитесь за ходунки обеими руками. Сделайте первый шаг травмированной или ослабленной ногой, а затем поставьте здоровую ногу.
en: 4. Step down first with your injured or weak leg, and then bring down your good leg. 5. At the bottom of the stairs, unfold the walker and set it on the landing. Make sure you hear the walker click into the locked position. 6. Place both hands on the walker. Step down first with your injured or weak leg and then with your good leg. Using a Walker. Russian.

source: Как подниматься на бордюр с ходунками Передом • Подойдите к бордюру. • Поставьте ходунки всеми четырьмя ножками на бордюр. • Обопритесь на них и занесите на бордюр здоровую ногу. • Затем приставьте травмированную или ослабленную ногу. Задом • Подойдите к бордюру и повернитесь к нему спиной. • Ступите на бордюр здоровой ногой. • Затем поставьте на бордюр травмированную или ослабленную ногу. • Поднимите ходунки и поставьте их всеми четырьмя ножками на бордюр. • Осторожно повернитесь. Как спускаться с бордюра с ходунками Никогда не спускайтесь с бордюра задом. • Подойдите к краю тротуара.
en: Going up a curb with a walker Forward Method • Walk up to the curb. • Put all four legs of the walker up on the curb. • Push straight down on the walker when stepping up with the good leg. • Step up with the injured or weak leg. Backward Method • Walk up to the curb and turn so your back is to the curb. • Step up on the curb with your good leg. • Step up on the curb with your injured or weak leg. • Lift the walker and put all four legs up on the curb. • Turn back around carefully. Going down a curb with a walker Never go down a curb backwards. • Walk up to the edge of the curb. Using a Walker. Russian.
